Repository: unlimitedxblue-source/Clickflow_iOS
Catalog: Clickflow/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# button.startGuard
source: Start Guard
ja: ガード開始

# button.stopGuard
source: Stop Guard
ja: ガード停止

# home.guardExplainer.body
source: When your phone faces down in a pocket, the screen locks pitch-black and ignores touches until you lift it or hold the recovery gesture.
ja: スマートフォンがポケットの中で下向きになると、画面は真っ暗にロックされ、持ち上げるかリカバリー操作を行うまでタッチを無視します。

# home.guardExplainer.title
source: Pocket Guard
ja: ポケットガード

# preset.button.down
source: Volume Down
ja: 音量ボタン 下

# preset.button.up
source: Volume Up
ja: 音量ボタン 上

# settings.presetMode.label
source: Assignment
ja: 割り当て方式

# settings.presetMode.separate
source: Separate
ja: 上下別々

# settings.presetMode.shared
source: Same for Both
ja: 共通

# settings.presets.footer
source: Pressing this button once runs the named automation from the Shortcuts app. Enter the exact name of a shortcut you created there — for system-wide play/pause, create one using the Shortcuts app's built-in Play/Pause action.
ja: このボタンを1回押すと、ショートカットアプリに登録した名前のオートメーションが実行されます。ショートカットアプリで作成した名前を正確に入力してください。再生/一時停止をシステム全体で行いたい場合は、ショートカットアプリの組み込み「再生」「一時停止」アクションでショートカットを作成してください。

# settings.presets.header
source: Volume Commands
ja: 音量ボタンコマンド

# settings.sharedShortcut.title
source: Volume Buttons
ja: 音量ボタン

# settings.shortcutName.placeholder
source: Shortcut name
ja: ショートカットの名前

# settings.title
source: Settings
ja: 設定

# status.guarding
source: Guarding
ja: ガード中

# status.idle
source: Idle
ja: 待機中

# status.monitoring
source: Monitoring
ja: 監視中
